[
  {
    "name": "Richard Campbell",
    "title": "Host of .NET Rocks & RunAs Radio",
    "description": "\"The History of .NET\" and \"The Perils and Promise of Artificial Intelligence\" - An exclusive double-header session from this international speaker and Microsoft expert.",
    "expertise": [
      "International Speaker"
    ],
    "image": "assets/img/speakers/richard-campbell.jpg"
  },
  {
    "name": "Matthew Leibowitz",
    "title": "Principal Software Engineer at Microsoft",
    "description": "\"Hybrid Apps: More Than Just WebViews\" - Redefining hybrid app development with seamless integration of native and managed code, local and cloud data.",
    "expertise": [
      "Cross-Platform"
    ],
    "image": "assets/img/matthew-leibowitz.jpg"
  },
  {
    "name": "Abed Matini",
    "title": "Senior Backend Developer at Ogilvy South Africa",
    "description": "\"Mastering Prompt Engineering – Unlocking the Power of AI\" - Essential techniques for working effectively with large language models and generative AI.",
    "expertise": [
      "Machine Learning"
    ],
    "image": "assets/img/speakers/abed-matini.jpg"
  },
  {
    "name": "Hennie Francis",
    "title": "Cloud & Technology Strategist | AWS Community Builder | MCT",
    "description": "Passionate developer with expertise in system resilience and chaos engineering. Delivered engaging sessions on Chaos Monkey and production system reliability testing. Focused on building battle-hardened, resilient systems.",
    "expertise": [
      "Production Testing"
    ],
    "image": "assets/img/hennie-francis.png"
  },
  {
    "name": "Allan Pead",
    "title": "CPTMSDUG Organizer & Microsoft MVP",
    "description": "Our community organizer and frequent speaker on .NET development, Azure, and modern software development practices. Passionate about growing the local tech community.",
    "expertise": [
      "MVP"
    ],
    "image": "assets/img/AllanPead.jpg"
  },
  {
    "name": "Carike Botha",
    "title": "Software Developer & Tech Enthusiast",
    "description": "Passionate about modern development practices and sharing knowledge with the community. Regular contributor to local tech discussions and events.",
    "expertise": [
      "Tech Leadership"
    ],
    "image": "assets/img/carike-botha.jpg"
  },
  {
    "name": "Lemi Masalu",
    "title": "Machine Learning Engineer at Derivco | Guest Lecturer | Speaker",
    "description": "Machine Learning Engineer with experience in building AI agents using LangChain and LangGraph. Enjoys working with unstructured data and creating conversational AI solutions for document processing.",
    "expertise": [
      "AI Development"
    ],
    "image": "assets/img/lemi-masalu.jpg"
  },
  {
    "name": "Okuhle Mhambi",
    "title": "AEM Developer | ISTQB Certified | Software Engineer | Finance Graduate",
    "description": "Highly skilled in Software Development and Software Quality Assurance. Experienced Test Analyst with expertise in Test Automation using Playwright TypeScript. Delivered sessions on GitHub Copilot.",
    "expertise": [
      "GitHub Copilot"
    ],
    "image": "assets/img/speakers/Okuhle-Mhambi.jpeg"
  },
  {
    "name": "Mogamad Tayieb Kamaldien",
    "title": "Junior Software Developer | Entrepreneur | Tech Blogger",
    "description": "Junior software developer with growing expertise in AI solutions and emerging technologies. Passionate about learning and sharing knowledge about Microsoft AI developments and modern development practices.",
    "expertise": [
      "Tech Blogging"
    ],
    "image": "assets/img/speakers/mogamad-tayieb.jpeg"
  },
  {
    "name": "Racheline Mouyana",
    "title": "AI & Automation Specialist",
    "description": "Versatile tech professional working across AI, Software Development, and Robotic Process Automation. Passionate about building impactful solutions and thrives at the intersection of automation and innovation.",
    "expertise": [
      "Software Development"
    ],
    "image": "assets/img/speakers/racheline-mouyana.jpeg"
  },
  {
    "name": "Inayeth Govender",
    "title": "Business Group Lead for Azure and AI at Liquid C2",
    "description": "Over a decade of experience in IT and marketing sectors. Former General Manager for Demand Generation at Tarsus On Demand. Focused on creating data-driven culture that fosters innovation and supports teams and partners.",
    "expertise": [
      "Data Analytics"
    ],
    "image": "assets/img/speakers/inayeth-govender,jpeg.jpeg"
  },
  {
    "name": "Bethany Jepchumba",
    "title": "Cloud Advocate at Microsoft",
    "description": "Cloud Advocate at Microsoft engaging with students and developers in AI. Former Program Coordinator at Andela and Gold Microsoft Learn Student Ambassador. Passionate about user experience design and making positive impact through code.",
    "expertise": [
      "UX Design"
    ],
    "image": "assets/img/speakers/bethany-jepchumba.png"
  },
  {
    "name": "Julia Muiruri",
    "title": "Cloud Advocate at Microsoft",
    "description": "Microsoft Cloud Advocate passionate about AI and developer tools. Empowers developers to learn cloud skills and move applications to the cloud. Former Gold Microsoft Learn Student Ambassador and active hackathon mentor.",
    "expertise": [
      "Developer Tools"
    ],
    "image": "assets/img/speakers/julia-muiruri.jpg"
  },
  {
    "name": "Joylynn Kirui",
    "title": "Senior Cloud Security Advocate at Microsoft",
    "description": "InfoSec evangelist empowering developers on security best practices. Vast experience in web/mobile app security testing, DevSecOps and GSM security. Top 50 Women in Cyber Security Africa 2020 finalist and Woman Hacker of the year Africa 2020 Finalist.",
    "expertise": [
      "Cyber Security"
    ],
    "image": "assets/img/speakers/joylynn-kirui.jpg"
  }
]